cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/science'

brew 'ag'
brew 'autoconf'
brew 'autoenv'
brew 'autojump'
brew 'automake'
brew 'bfg'
brew 'cloc'
brew 'cmake'
brew 'coreutils'
brew 'fasd'
brew 'fd'
brew 'ffmpeg'
brew 'freetype'
brew 'ghc'
brew 'giflossy'
brew 'git'
brew 'gpg2'
brew 'graphicsmagick'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'jpeg'
brew 'leiningen'
brew 'libpng'
brew 'libtool'
brew 'mas'
brew 'mercurial'
brew 'mobile-shell'
brew 'node'
brew 'octave'
brew 'pinentry-mac'
brew 'pkg-config'
brew 'pngquant'
brew 'potrace'
brew 'pow'
brew 'reattach-to-user-namespace'
brew 'shellcheck'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'wifi-password'
brew 'xz'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'

cask '1password'
cask 'bartender'
cask 'Caskroom/cask/java'
cask 'dropbox'
cask 'imageoptim'
cask 'iterm2-beta'
cask 'keepingyouawake'
