cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'ag'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'caskroom/cask/brew-cask'
brew 'cloc'
brew 'cmake'
brew 'fasd'
brew 'fortune'
brew 'freetype'
brew 'gifsicle'
brew 'git'
brew 'graphicsmagick'
brew 'hub'
brew 'imagemagick'
brew 'jpeg'
brew 'libpng'
brew 'libtool'
brew 'mercurial'
brew 'neovim/neovim/neovim'
brew 'node'
brew 'pkg-config'
brew 'pngquant'
brew 'pow'
brew 'python3'
brew 'rbenv'
brew 'vim'
brew 'wifi-password'
brew 'wget'
brew 'xz'
brew 'youtube-dl'
brew 'zsh'

cask 'atom'
cask 'colorpicker-skalacolor'
cask 'dropbox'
cask 'google-chrome-beta'
cask 'imageoptim'
cask 'iterm2-beta'
cask 'jadengeller-helium'
cask 'kaleidoscope'
cask 'karabiner'
cask 'keepingyouawake'
cask 'licecap'
cask 'seil'
cask 'sketch'
cask 'slack'
cask 'the-unarchiver'
cask 'things'
cask 'transmission'
cask 'vlc'
