cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'neovim/neovim'

brew 'ag'
brew 'autoconf'
brew 'autoenv'
brew 'autojump'
brew 'automake'
brew 'bfg'
brew 'cabal-install'
brew 'caskroom/cask/brew-cask'
brew 'cloc'
brew 'cmake'
brew 'coreutils'
brew 'fasd'
brew 'ffmpeg'
brew 'fortune'
brew 'freetype'
brew 'giflossy'
brew 'git'
brew 'ghc'
brew 'gpg2'
brew 'graphicsmagick'
brew 'hub'
brew 'imagemagick'
brew 'jpeg'
brew 'libpng'
brew 'libtool'
brew 'mas'
brew 'mercurial'
brew 'mobile-shell'
brew 'neovim', args: ['HEAD', 'with-release']
brew 'node'
brew 'pinentry-mac'
brew 'pkg-config'
brew 'pngquant'
brew 'potrace'
brew 'pow'
brew 'python'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'vim'
brew 'wget'
brew 'wifi-password'
brew 'xz'
brew 'youtube-dl'
brew 'zsh'

cask 'aerial'
cask 'bartender'
cask 'Caskroom/cask/java'
cask 'colorpicker-skalacolor'
cask 'dropbox'
cask 'flux'
cask 'google-chrome-beta'
cask 'imageoptim'
cask 'iterm2-beta'
cask 'jadengeller-helium'
cask 'kaleidoscope'
cask 'karabiner'
cask 'keepingyouawake'
cask 'licecap'
cask 'seil'
cask 'sketch'
cask 'the-unarchiver'
cask 'things'
cask 'transmission'
cask 'vlc'
